---
layout: post
title: Undo
date: '2003-03-22 23:59:00 +0100'
excerpt: |-
  Il y a des jours comme &#231;a. Des jours o&#249; tout d&#233;bute bien, et o&#249; tout bascule en l'espace d'un instant. Soudainement, le niveau d'entropie ambiant grimpe et obscure l'harmonie de l'instant pr&#233;c&#233;dent. Toute l'&#233;nergie et la conscience est mobilis&#233;e pour g&#233;rer l'urgence au mieux, alors que le subconscient commence &#224; remettre en question les causes et &#224; analyser les effets.<br />
  <br />Que serait la vie avec une fonction <i>undo</i>?
mt_id: 631
blog_id: 11
post_id: 631
basename: undo
categories:
- daily
---
<p>Il y a des jours comme &#231;a. Des jours o&#249; tout d&#233;bute bien, et o&#249; tout bascule en l'espace d'un instant. Soudainement, le niveau d'entropie ambiant grimpe et obscure l'harmonie de l'instant pr&#233;c&#233;dent. Toute l'&#233;nergie et la conscience est mobilis&#233;e pour g&#233;rer l'urgence au mieux, alors que le subconscient commence &#224; remettre en question les causes et &#224; analyser les effets.<br />
<br />Que serait la vie avec une fonction <i>undo</i>?</p>

<!--more-->

<p><img src="https://www.davidroessli.com/assets/davo39/img/030322_em.jpg" height=567 width=240 align="Left" border="1" hspace="10" vspace="5" alt="[ em ]" />Hier vers 16h, <b>Emma est tomb&#233;e de mes &#233;paules</b>, en arri&#232;re, pour finalement percuter le trottoir des P&#226;quis le front en premier. La sc&#232;ne s'est d&#233;roul&#233;e comme au ralenti. Son pied gauche a gliss&#233; de ma main, et le poids de son corps a disparu de mes &#233;paules, alors que son centre de gravit&#233; basculait en arri&#232;re, inexorablement vers le bas. Je sens encore la pression de son corps sur mes &#233;paules, ainsi que l'asphyxie de l'instant o&#249; elle disparu. Je ne me souviens pas d'avoir repris mon souffle.</p>

<p>Le choc fut sourd. Un cri de femme me confirma l'existence de cette r&#233;alit&#233; que je cherchais &#224; nier. Assis parterre, Emma dans mes bras, je cherchais fi&#233;vreusement les blessures, coupures, cassures. Un gros h&#233;matome apparaissait d&#233;j&#224; au centre du front, alors que l'oeil gauche s'enfon&#231;ait lentement dans les plis de l'arcade qui grossissait. Elle me fixait dans les yeux.</p>

<p><b>Undo</b>.</p>

<p>Les souvenirs encore trop pr&#233;sent de <a href="http://www.davo39.org/archives/000115.php">sa m&#233;saventure de janvier</a> sont revenu aux premi&#232;res loges. Commotion c&#233;r&#233;brale? Fracture du cr&#226;ne? Dans quel &#233;tat est sa m&#226;choire? Ses dents? Son oeil? Elle s'agrippe en pleurant l&#233;g&#232;rement et se blottit dans mes bras. Responsable de sa chute, je suis aussi responsable de ses soins imm&#233;diat et de sa gu&#233;rison. Coupable, que donnerais-je pour renverser la situation? Pour annuler l'action? Pour d&#233;router le sort? Mon estomac se retourne, des frissons parcourent ma colonne vert&#233;brale, mes mains se refroidissent. "<i>Don't worry love, everything will be okay</i>".</p>

<p>Elle ne perdit pas connaissance, et ne vomit pas. Je rejoigna Fabienne et Mathias en courant, et l'on se rendit tous aux urgences p&#233;diatriques de l'H&#244;pital. Son visage tum&#233;fi&#233; et ensanglant&#233; reprenait vie petit &#224; petit. Elle commen&#231;a petit &#224; petit &#224; observer et &#224; commenter ce qui se passait dans son environnement imm&#233;diat; puis &#224; y participer. Le premier bilan m&#233;dical ne sugg&#233;rait rien de grave, et on nous incita &#224; rejoindre la salle d'attente qu'on ne quitta plus pour les 3 heures qui suivirent.</p>

<p>Tous parents a du ressentir &#231;a un jour, souhaiter de pouvoir prendre sur soi la douleur, l'injustice, le malheur qui frappe son enfant. Toute perspective disparait, il ne reste plus que les tripes, l'&#233;motionnel. Le reste du monde ne compte plus, n'existe plus. Je me suis rejou&#233; la sc&#232;ne des dixaines de fois dans la t&#234;te en imaginant le geste qui aurait pu &#233;viter l'impact, qui aurait amorti le choc, qui aurait d&#233;jou&#233; le sort. Mais en vain. Je ne me souviens m&#234;me plus de l'instant de l'impact, comme si mon cerveau l'avait effac&#233; et substitu&#233; par un trou noir, par protection, par l&#226;chet&#233;.</p>

<p>Tout ceci est excessif et irrationnel, r&#233;dig&#233; en bloc, tard le soir, sans relecture ni corrections, mais &#231;a me fait du bien de les d&#233;poser, comme &#231;a, brut.</p>

<p>"<i>Don't worry love, everything will be okay</i>".<br /></p>
