---
layout: post
title: 'Palladium: le cauchemar d&#233;bute l''ann&#233;e prochaine'
date: '2003-02-23 22:17:00 +0100'
mt_id: 669
blog_id: 11
post_id: 669
basename: palladium_le_cauchemar_dbute_l
categories:
- daily
---
<p>Soyez heureux de ne pas utiliser un syst&#232;me d'exploitation (OS) de chez Microsoft, ou <b>soyez inquiet si c'est le cas</b>. La <a href="http://www.trustedpc.org/">Trusted Computing Platform Alliance</a> (TCPA), men&#233;e par Microsoft et Intel, vient de d&#233;finir les standards mat&#233;riel (hardware) et logiciel (software) qui emp&#234;cheront les syst&#232;mes d'exploitations sans licence de fonctionner sur un ordinateur. <b>Cela signifie qu'un OS tel bas&#233; sur Linux ne pourra m&#234;me plus &#234;tre install&#233; sur une machine TCPA-compatible</b>.</p>

<p>D&#232;s 2004, le mat&#233;riel TCPA compatible, c'est-&#224;-dire les ordinateurs poss&#233;dant une micropuce TCPA (<i>"Fritz"</i>), prendra en tout en charge d&#232;s que vous amorcerez votre ordinateur. L'int&#233;grit&#233; de votre boot ROM sera v&#233;rifi&#233;e, puis ex&#233;cut&#233;e et l'&#233;tat g&#233;n&#233;ral de votre machine sera &#233;valu&#233;e. Ensuite, le processus d'amor&#231;age (boot) de votre syst&#232;me d'exploitation sera v&#233;rifi&#233;. Si ce dernier est TCPA compatible, il sera charg&#233; et ex&#233;cut&#233;. De plus, la micropuce, <i>"Fritz"</i>,  maintient une liste de l'ensemble de votre mat&#233;riel (carte vid&#233;o, son, disques, etc.) et les v&#233;rifie &#233;galement pour leur compatibilit&#233; TCPA. Si l'ensemble du mat&#233;riel v&#233;rifi&#233; est certifi&#233; lors de l'amor&#231;age, l'&#233;cran d'identification (login) sera pr&#233;sent&#233;. Notez que si vous apportez des changements <i>importants</i> &#224; votre configuration mat&#233;rielle, <b>vous serez oblig&#233; de le re-certifier en-ligne</b>. Un peu comme Microsoft XP.</p>

<p>Apr&#232;s l'amor&#231;age, le contr&#244;le est d&#233;l&#233;gu&#233; &#224; la partie logicielle du TCPA: <b><a href="http://www.theregister.co.uk/content/4/25852.html">Palladium</a></b>.</p>

<p>Ce logiciel est intimement int&#233;gr&#233; au syst&#232;me d'exploitation, et d&#233;termine ce qui vous est permis de faire avec <i>"votre"</i> PC. Ou plut&#244;t, ce qui vous est interdit. Avant d'ouvrir un document ou de charger une application, <b>il &#233;value si vous &#234;tes autoris&#233; &#224; le faire ou non</b>. Palladium maintient une liste &#224; jour de logiciels (blacklist) non autoris&#233; sur votre ordinateur. On peut ais&#233;ment imaginer ce qui peut y figurer: toute sorte de logiciels servant &#224; hacker/craker un syst&#232;me, copies ill&#233;gales, etc. Chaque PC avec une puce "Fritz" poss&#232;de un identificateur unique. <b>Seuls les logiciels achet&#233;s sp&#233;cifiquement pour cet identificateur (votre PC) pourront &#234;tre utilis&#233;s</b>. Vous ne pourrez m&#234;me plus vendre ceux qui ne vous servent plus ou pas. Fritz via Palladium les emp&#234;cheront de tourner sur un autre PC.</p>

<p>Il existe &#233;galement une blacklist de documents. Imaginons que vous ne puissiez plus jouer de MP3 car vos fichiers ne poss&#232;dent pas de certificat valide, malgr&#233; le fait que les CD originaux se trouvent sur votre &#233;tag&#232;re. Idem pour vos films DivX. De plus, vous avez autoris&#233; Microsoft &#224; supprimer de votre disque dur tous les fichiers suspects d&#232;s qu'ils sont identifi&#233;s.</p>

<p>Une belle "<i>porte de derri&#232;re</i>" pour le <a href="http://www.theregister.co.uk/content/archive/23387.html">Digital Right Management</a> (DRM).</p>

<p>Vous ne me croyez pas? Jetez donc un oeil sur l'accord <a href="http://bsdvault.net/article.php?sid=527&mode=&order=0">EULA (End User License Agreement) de la derni&#232;re version de Windows Media Player</a> que vous avez install&#233; sur votre PC..</p>

<div align="center"><a href="http://www.notcpa.org/"><img src="https://www.davidroessli.com/assets/checkbox/img/notcpa_486x60_1.png" vspace="10" height="60" width="486" border="0" alt="No TCPA!" /></a></div>

<p>Pour plus d'information, visitez</p><ul class="disc"><li><a href="http://www.notcpa.org/">No TCPA</a></li><li><a href="http://www.lebars.org/sec/tcpa-faq.fr.html">Palladium/TCPA FAQ</a></li></ul>

<p><b>2003-02-26 update</b>: un <a href="http://www.tecchannel.de/betriebssysteme/1126/index.html">article de tecCHANNEL</a> (via <a href="http://www.theinquirer.net/?article=7980">the Inquirer</a>)d&#233;voile ce qu'il se passe r&#233;ellement lors d'une mise &#224; jour de Windows XP (Windows Update). Apparemment, des informations confidentielles sont belle et bien transmises &#224;  Microsoft malgr&#233; leur banni&#232;re <i>"without sending any information to Microsoft"</i>. L'article (payant) examine dans le d&#233;tail le type d'info envoy&#233; &#224; Microsoft (liste des logiciels install&#233;s, y compris ceux d'autres fabriquants), et commente la proc&#233;dure employ&#233;e.</p>
