---
layout: post
title: Les crocs
date: '2003-10-03 16:30:00 +0200'
mt_id: 657
blog_id: 11
post_id: 657
basename: les_crocs
categories:
- daily
---
<p>Avez-vous d&#233;j&#224; remarqu&#233; que la concat&#233;nation des mots "les crocs" ressemblent &#224; <strong>l'escroc</strong> ? Ben, j'ai <strong>les crocs</strong>..</p>

<p>Vous n'avez pas l'impression que de nos jours il faut de plus en plus montrer <strong>les crocs</strong>, et cela uniquement pour obtenir ce qu'il vous est du ? Sans vouloir la lune, je suis fatigu&#233; de me f&#226;cher, de r&#233;clamer, de menacer, uniquement pour que le service ou le produit que j'ai achet&#233; corresponde aux descriptions qu'on m'en a fait.</p>

<p>Fin juillet, un colis UPS arrive des US fracass&#233;. Le contenu est assur&#233; pour sa pleine valeur. J'appelle UPS imm&#233;diatement pour signaler l'incident, et 3 (sic!) semaines plus tard le contr&#244;leur r&#233;gional vient constater les d&#233;g&#226;ts, prendre des photos et r&#233;diger son rapport. Je n'ai toujours pas &#233;t&#233; rembours&#233;. Mon contact aux US n'a toujours pas &#233;t&#233; contact&#233;.. T&#233;l&#233;phone, e-mails, lettres recommand&#233;, ..</p>

<p>J'ach&#232;te de l'&#233;lectrom&#233;nager. Un lave-vaisselle. Ce dernier ne fonctionne pas comme pr&#233;vu, et ne r&#233;pond pas aux sp&#233;cifications. T&#233;l&#233;phone, demande d'&#233;change, etc. Rien &#224; faire, le revendeur se d&#233;charge de toute responsabilit&#233; et nous renvoie vers le constructeur. T&#233;l&#233;phone, lettre recommand&#233;e, on arrive &#224; un arrangement. Il nous fourni un mod&#232;le plus cher (2x), mais nous assure qu'il r&#233;pond aux specifications requises. Lettre de confirmation. Le lave-vaisselle en question arrive ce midi. Sale. Poussi&#232;reux. Gras. Ne r&#233;pondant en aucune mani&#232;re &#224; du mat&#233;riel neuf. Je le refuse et renvoie les installateurs, qui entre temps avaient debranch&#233; l'ancienne machine, inond&#233; la cuisine et d&#233;boit&#233; le plan de travail .. Je suis reparti pour un cycle de t&#233;l&#233;phones, lettres recommand&#233; etc.</p>

<p>.. et j'en passe. Je suis en bisbi avec un constructeur de logiciel de sauvegarde qui se moque du monde, une cr&#232;che qui ne respecte pas le contrat, un constructeur informatique qui livre du mat&#233;riel d&#233;fectueux, etc. </p>

<p>Il y a des fois o&#249; j'en ai marre. En informatique, les utilisateurs ont h&#233;rit&#233;s de la t&#226;che de contr&#244;le de qualit&#233;. Que cela soit pour le mat&#233;riel ou le logiciel. Les versions point z&#233;ro (1.0 p.ex.) sont trop fr&#233;quemment d&#233;faillantes, n&#233;cessitent des correctifs, etc. Les cycles de productions se raccourcissent, la fr&#233;quence des annonces de presse s'acc&#233;l&#232;re. Marre. marre de fixer les probl&#232;mes des autres et de payer pour. Marre que ces "constructeurs" se payent notre t&#234;te. </p>

<p>En plus, les gens se f&#226;chent tout rouge lorsque vous leur faite remarquer que leur produit/service ne correspond pas &#224; ce qui est indiqu&#233;, ou n'est pas &#224; la hauteur de ce qu'ils pr&#233;tendent. R&#233;clamez ce qui vous est du, et vous passez pour le malhonn&#234;te. </p>

<p>C'est pas du <a href="http://www.imdb.com/title/tt0106856/">Falling down</a>, mais presque (<em>The adventures of an ordinary man at war with the everyday world</em>).</p>

<p>Voil&#224;. Ca va mieux.</p>
