---
layout: post
title: Not in our name
date: '2003-03-17 17:12:51 +0100'
excerpt: Les USA, l'Angleterre et l'Espagne ont renonc&#233;s &#224; soumettre une
  seconde r&#233;solution au Conseil de S&#233;curit&#233; de l'ONU, mettant ainsi
  fin &#224; ses efforts pour trouver une solution diplomatique &#224; la crise iraqienne
  (<a href="http://news.bbc.co.uk/1/hi/world/middle_east/2857789.stm">BBC, 16h21 CET</a>).
mt_id: 626
blog_id: 11
post_id: 626
basename: not_in_our_name
categories:
- daily
---
<p><a href="http://www.notinourname.net/"><img src="https://www.davidroessli.com/assets/davo39/img/nion_bumper.gif" align="right" height="139" width="180" border="1" hspace="5" vspace="5" alt="[ not in our name - stop the war in iraq ]" /></a> Les USA, l'Angleterre et l'Espagne ont renonc&#233;s &#224; soumettre une seconde r&#233;solution au Conseil de S&#233;curit&#233; de l'ONU, mettant ainsi fin &#224; ses efforts pour trouver une solution diplomatique &#224; la crise iraqienne (<a href="http://news.bbc.co.uk/1/hi/world/middle_east/2857789.stm">BBC, 16h21 CET</a>).<br />
<br />GW Bush s'adressera &#224; la nation am&#233;ricaine ce soir &#224; 20h00 EST (02h00 CET), pour vraisemblablement donner quelques heures &#224; Saddam Hussein pour quitter son pays ou faire face &#224; une intervention militaire.<br />
<br />Tony Blair avait tout pari&#233; sur une seconde r&#233;solution de l'ONU, et a <i>"perdu"</i>. (<a href="http://news.bbc.co.uk/1/hi/uk_politics/2855649.stm">BBC 16h19 CET</a>).</p>

<p>Nous voici finalement au moment de d&#233;cider de la l&#233;gitimit&#233;, voire de la <a href="http://news.bbc.co.uk/1/hi/uk_politics/2857347.stm">l&#233;galit&#233;</a>, d'une telle entreprise. Les experts en droit international ont &#233;videmment des <a href="http://news.bbc.co.uk/1/hi/uk/2826331.stm">vues contradictoires</a> en la mati&#232;re.</p>

<p><a href="http://news.bbc.co.uk/1/hi/world/middle_east/2855975.stm">D&#233;veloppements diplomatiques heure par heure sur la BBC</a>.</p>

<!--more-->

<p>Quelque soit l'angle sous lequel on consid&#232;re la situation, seule la stupidit&#233; et l'imb&#233;cilit&#233; pr&#233;valent. Il n'y a plus de place pour le bon sens, ou le respect d'autrui. Il ne reste que la d&#233;sinformation pratiqu&#233;e par les personnes qui nous gouvernent, l'intoxication par les m&#233;dias, le rabattage des id&#233;es pr&#233;con&#231;ues, des st&#233;r&#233;otypes &#233;cul&#233;s auquel <i>on</i> veut qu'on adh&#232;re.

<ul><li><a href="http://www.observer.co.uk/iraq/story/0,12239,882526,00.html">I'm losing patience with my neighbours, Mr Bush</a></li><li><a href="http://www.winwithoutwarus.org/">Win Without War</a></li><li><a href="http://tompaine.com/op_ads/opad.cfm/ID/6438">I want you to invade Iraq</a></li><li><a href="http://www.tidbits.com/tb-issues/lang/fr/TidBITS-fr-668.html#lnk3">Adam Engst (TidBITS) sur la guerre en Iraq</a></li></ul>

Je ne parle m&#234;me pas de confiance. Une fois de plus les int&#233;r&#234;ts d'une minorit&#233; vont primer sur les int&#233;r&#234;ts de la majorit&#233;. Tout cela me laisse un go&#251;t tr&#232;s am&#232;re, et un sentiment d'&#233;coeurement et de tristesse.</p>

<blockquote><p><b>Le Serment de R&#233;sistance</b> (<a href="http://www.notinourname.net">texte original</a>)</p>

<p>Nous croyons, parce que nous vivons aux Etats-Unis, que notre responsabilit&#233; est de r&#233;sister aux injustices commises par notre gouvernement, en notre nom.</p>

<p>Non, en notre nom vous ne livrerez pas de guerre sans fin, il ne peut y avoir plus de morts plus de transfusions de sang en p&#233;trole.</p>

<p>Non, en notre nom vous n'irez pas envahir des pays, bombarder des civils, tuer des enfants, laissant le cours de l'histoire rouler sur leurs tombes anonymes.</p>

<p>Non, en notre nom vous n'&#233;mousserez pas ces m&#234;mes libert&#233;s que vous avez jur&#233; d&#233;fendre par les armes.</p>

<p>Non, en nos mains nous n'apporterons armes ni fonds pour an&#233;antir des familles enti&#232;res en terre &#233;trang&#232;re.</p>

<p>Non, en nos bouches nous ne laisserons la peur nous faire taire.</p>

<p>Non, en nos coeurs nous ne permettrons pas que des nations enti&#232;res se voient tax&#233;es de "mal".</p>

<p>Non par notre volont&#233; et Non en notre nom.</p>

<p>Nous jurons de r&#233;sister.</p>

<p>Nous jurons alliance avec ceux qui se sont vu attaquer pour avoir exprim&#233; leur opposition &#224; la guerre ou pour leur religion ou leur race.</p>

<p>Nous jurons de faire cause commune avec les peuples du monde entier pour faire na&#238;tre la justice la libert&#233; et la paix.</p>

<p>Un autre monde est possible et nous jurons d'en faire une r&#233;alit&#233;.</p></blockquote>
