---
layout: post
title: Accord transitoire entre l'Etat et les cliniques
date: '2003-02-05 11:22:06 +0100'
excerpt: Une situation transitoire de deux ans permet aux cliniques priv&eacute;es
  de continuer d'accueillir en ambulatoire des patients jusqu'&agrave; 24 heures,
  sans se pr&eacute;ocuper de la facturation de la nuit.
mt_id: 596
blog_id: 11
post_id: 596
basename: accord_transitoire_entre_letat
categories:
- daily
---
Un accord transitoire de 2 ans a &#233;t&#233; trouv&#233; entre les cliniques et l'Etat concernant la nouvelle interpr&#233;tation de "l'intervention ambulatoire" introduite d&#233;but janvier 2003 (voir mes posts pr&#233;c&#233;dents sur la question <a href="http://www.davo39.org/archives/000125.php#000125">Mardi 21h26</a> et <a href="http://www.davo39.org/archives/000161.php">40 heures</a>). L'interpr&#233;tation en vigueur jusqu'&#224; la fin de l'ann&#233;e pass&#233;e &#224; &#233;t&#233; r&#233;instor&#233;e:<blockquote>[quote]

(..) une situation transitoire de deux ans qui permet aux cliniques priv&eacute;es de continuer d'accueillir en ambulatoire des patients jusqu'&agrave; 24 heures, sans se pr&eacute;ocuper de la facturation de la nuit.

[/quote]</blockquote>

Pour une fois, <i>ils</i> sont arriv&#233;s &#224; un compromis satisfaisant tr&#232;s rapidement, ce qui d&#233;montre l'urgence de la situation.. Bref, mon op&#233;ration &#233;tait juste trop tard, ou juste trop t&#244;t.. mais dans tous les cas, <b>elle est derri&#232;re moi!</b>

:)

<!--more-->

Voici une copie de l'article original publi&#233; dans <a href="http://www.latribunedegeneve.ch/">La Tribune de Gen&#232;ve</a> le 01.02.2003: 



<b>Les assur&eacute;s de base pourront passer une nuit en clinique </b>

Unger est content. Un accord transitoire a &eacute;t&eacute; conclu hier &agrave; Gen&egrave;ve. 

ALAIN DUPRAZ 



Pierre-Fran&ccedil;ois Unger a le sourire. Les patients qui n'ont que l'assurance maladie de base, mais sont soign&eacute;s en ambulatoire dans une clinique priv&eacute;e, pourront encore y passer la nuit sans devoir ouvrir leur porte-monnaie: la LAMal va continuer de les couvrir, du moins durant les deux ans &agrave; venir (voir la Tribune de Gen&egrave;ve du jeudi 23 janvier). 



A la sortie de la r&eacute;union que le conseiller d'Etat genevois avait mise sur pied hier apr&egrave;smidi dans son d&eacute;partement, un accord constructif a &eacute;t&eacute; conclu entre assureurs, m&eacute;decins et cliniques priv&eacute;es. La situation qui pr&eacute;valait jusqu'&agrave; fin d&eacute;cembre est prolong&eacute;e de deux ans. Ainsi, les soins ambulatoires donn&eacute;s en clinique priv&eacute;e, qui pourraient conduire les patients &agrave; rester une nuit en observation, continueront d'&ecirc;tre donn&eacute;s sans souci. 



Le repr&eacute;sentant de Sant&eacute;suisse-Gen&egrave;ve a admis une situation transitoire de deux ans qui permet aux cliniques priv&eacute;es de continuer d'accueillir en ambulatoire des patients jusqu'&agrave; 24 heures, sans se pr&eacute;ocuper de la facturation de la nuit. L'accord reste &agrave; avaliser par Sant&eacute;suisse, ce qui devrait &ecirc;tre fait dans quinze jours. 



Tout porte &agrave; croire qu'il le sera, cette situation transitoire pr&eacute;valant d&eacute;j&agrave; dans plusieurs autres cantons. 



Le chef du D&eacute;partement cantonal de la sant&eacute; est tr&egrave;s heureux de la solution trouv&eacute;e. &laquo; Je le suis surtout pour les patients, a-t-il d&eacute;clar&eacute; hier soir ; cette solution est la meilleure pour eux. &raquo; Quant aux cliniques priv&eacute;es, elles sont &eacute;galement heureuses de l'accord. 



Leur repr&eacute;sentant Nicolas Froelicher se d&eacute;clare franchement surpris en bien. &laquo; Nous avons trouv&eacute; une bonne solution. Statistiquement, les soins exigeant de rester une nuit en clinique seront class&eacute;s dans les hospitalisations. Mais si cellesci ne durent pas plus de 24 heures, les interventions resteront factur&eacute;es comme des soins ambulatoires. &raquo; 



<a href="http://www.archipresse.ch/search/archipresse/article.jsp?RW_QSTR=lamal&DATE_FROM=30.01.2003&DATE_TO=04.02.2003&QT=0&QE=0&TITRE=&AUTEUR=&SEARCH_WEBSITE_NAME=archipresse&PUBLICATION=tg&PERIOD=-2&THIS_PAGE=SIMPLE&DN=1&PAGE_NUM=1">Tribune de Gen&egrave;ve, 01.02.2003, p. 8</a>
