---
layout: post
title: TypePad - ou mes personnalit&#233;s multiples
date: '2003-10-12 22:56:27 +0200'
mt_id: 661
blog_id: 11
post_id: 661
basename: typepad_ou_mes_personnalits_mu
categories:
- daily
---
<p>Profitant d'un peu de temps libre ce dimanche apr&#232;s-midi, j'ai finalement pris le temps d'explorer un peu plus &#224; fond le nouveau service propos&#233; par <a href="http://www.sixapart.com/">Six Apart</a> : <a href="http://www.typepad.com/">TypePad</a>, auteurs du moteur de publication <a href="http://www.movabletype.org/">MovableType</a> qui propule le weblog sur lequel vous surfez.</p>

<p>TypePad est une solution tr&#232;s &#233;l&#233;gante, qui offre la puissance de MovableType sans les inconv&#233;nients li&#233;s &#224; son installation, configuration et maintenance. Trois types de weblogs sont offert, weblog standard, album photo et liste d'&#233;l&#233;ments. Le premier pouvant int&#233;grer les deux suivants.</p>

<p>Chaque &#233;tape de la cr&#233;ation de votre weblog est abondamment document&#233;, et vous &#234;tes pris en charge doucement, pas &#224; pas. Un syst&#232;me de publication distribu&#233; &#224; plusieurs auteurs, avec des listes dynamiques, et des albums photo peut &#234;tre mis en ligne en moins de 30 minutes. Je me suis amus&#233; &#224; tester le <em>moblogging</em> (Mobile Blogging). R&#233;digez vos br&#232;ve depuis votre PDA ou votre t&#233;l&#233;phone cellulaire, et publiez les par e-mail. Les photos sont &#233;l&#233;gament prises en charge &#233;galement.</p>

<blockquote>
simple weblog:<br /><a href="http://wild.blogs.com/">http://wild.blogs.com</a><br />
<br />
collection de photos post&#233;e via mon t&#233;l&#233;phone cellulaire:<br /><a href="http://wild.blogs.com/photos/r3mote/">http://wild.blogs.com/photos/r3mote</a>
</blockquote>

<p>La version Pro permet un nombre illimit&#233;s de weblog, et une plus grande personnalisation de ces derniers. Vous pouvez &#233;galement utiliser un nom de domaine qui vous appartient au lien des deux variantes offerte (.typepad.com et .blogs.com), pour autant que le <em>registrar</em> de votre nom de domaine permette la gestion personnalis&#233;e des enregistrement DNS (<em>custom DNS</em>). Si &#231;a n'est pas le cas TypePad met &#224; disposition une lettre type pour le demander.</p>

<p>Vous utilisez MovableType et vous d&#233;sirez migrer sous TypePad? Rien de plus simple (&#233;videmment) - une simple s&#233;quence de commande export/import et l'ensemble de vos entr&#233;es sont r&#233;cup&#233;r&#233;es. Mais attentions aux liens relatifs, et aux images ..</p>

<p>Le choix de la mise en page et de la structure de votre weblog est bien pr&#233;sent&#233;e, et souple. Vous pouvez changez, tester, am&#233;liorer sans probl&#232;me. La gestion des images ou des listes est tr&#232;s directe aussi. Bon feeling. Les mod&#232;les disponibles sont &#233;l&#233;gant, tr&#232;s <em>Six Apart</em>.</p>

<p>Comme le fait remarquer <a href="http://www.edesign.ch/blog/archives/000841.php"> Enrique</a>, il s'agit maintenant de mettre de l'ordre dans nos blogs..</p>
