---
layout: post
title: Loi de puissance des weblogs
date: '2003-02-12 14:11:00 +0100'
mt_id: 671
blog_id: 11
post_id: 671
basename: loi_de_puissance_des_weblogs
categories:
- daily
---
<p>Un article int&#233;ressant sur les weblogs &#224; retenu mon attention sur Kottke.org "<a href="http://www.kottke.org/03/02/030209weblogs_and_.html">Weblogs and power laws</a>".</p>
<p>Il a &#233;t&#233; montr&#233; que la <a href="http://www.nd.edu/~prinfo/news/coalition/barabasi/barabasi.htm">distribution des liens (hyperlinks) sur le web suit une loi de puissance</a>. La distribution des richesses de ce monde est un bon exemple d'un syst&#232;me r&#233;git par une loi de puissance: il y a peu de personnes riches, et &#233;norm&#233;ment de personnes d&#233;munies; ou 80% des richesses mondiales appartiennent &#224; 20% de la population.</p>
<p>Il en est de m&#234;me avec les weblogs: <b>les liens publi&#233;s pointent le plus souvent vers les weblogs les plus populaires</b>, plut&#244;t que vers de nouveaux weblogs ("12% des weblogs repr&#233;sentent 50% des liens" est un rapport souvent cit&#233;). Ces derniers ont donc la vie dure.</p>
<p>La comp&#233;tition pour l'audience devient de plus en plus f&#233;roce. Alors qu'il n'y a pas de limitation au nombre de liens qu'une page peut offrir, le temps allou&#233; par chaque lecteur &#224; parcourir le net, &#224; lire des weblogs et &#224; cr&#233;er des liens l'est. La raret&#233; relative du temps disponible &#224; la lecture et l'&#233;dition de chacun r&#233;sulte en la distribution de puissance observ&#233;e du nombre de liens publi&#233;.</p>
<p>On peut se poser la question de la nature de la comp&#233;tition en ce qui concerne les weblogs: en effet, ce mode d'&#233;dition personnel est peut-&#234;tre motiv&#233; par des param&#232;tres moins sensibles, ou diff&#233;rents. D'autre part, peut-on estimer le nombre de weblog en activit&#233;? Combien d'entre eux resteront inconnu de part leur nature ou leur fonction? Je consid&#232;re que le weblog est un mode d'expression personnel. On peut autant &#233;crire pour les autres que pour soi-m&#234;me. Il est clair que les liens publi&#233; pointeront souvent vers des <i>grands</i> sites, mais tout reste une question de choix et de go&#251;ts, non ?</p>
<p>Comme dans toute chose, les sentiers battus offrent souvent de belles exp&#233;riences (et surtout un sentiment de s&#233;curit&#233;), mais &#233;loignez vous un peu &#224; gauche ou &#224; droite et vous d&#233;couvrirez de vraies exp&#233;riences..</p>
<p>Pour en savoir plus,</p><ul class="disc"><li>Clay Shirky: Power Laws, Weblogs, and Inequality <br />
<a href="http://www.shirky.com/writings/powerlaw_weblog.html">http://www.shirky.com/writings/powerlaw_weblog.html</a></li>
<li>Mark Pilgrim: Power laws and priorities<br />
<a href="http://diveintomark.org/archives/2003/02/09/power_laws_and_priorities.html">http://diveintomark.org/archives/2003/02/09/power_laws_and_priorities.html</a></li>
<li>Jacob Nielsen: Zipf Curves and Website Popularity <br />
<a href="http://www.useit.com/alertbox/zipf.html">http://www.useit.com/alertbox/zipf.html</a></li></ul>
