---
layout: post
title: De retour
date: '2003-02-13 11:01:51 +0100'
excerpt: Je viens de d&#233;poser les enfants &#224; la cr&#232;che et je me retrouve
  seul &#224; la maison pour l'avant-derni&#232;re fois. Mon arr&#234;t de travail
  se termine lundi prochain.
mt_id: 603
blog_id: 11
post_id: 603
basename: de_retour
categories:
- daily
---
Je viens de d&#233;poser les enfants &#224; la cr&#232;che et je me retrouve seul &#224; la maison pour l'avant-derni&#232;re fois. Mon arr&#234;t de travail se termine lundi prochain.

Cela faisait longtemps que je ne m'&#233;tais pas retrouv&#233; seul &#224; go&#251;ter au silence et &#224; organiser mes lectures en retard @home. Ca m'a permis de constater que (1) les bons moments passent toujours aussi vite, et que (2) j'ai beaucoup de lectures en retard, (3) de photos &#224; trier, tirer et organiser, (4) d'id&#233;es et de projets &#224; mettre en route. Je me retrouvais un peu comme un m&#244;me face aux bocaux de bonbons d'une confiserie du coin: envie de tout, mais par quoi commencer? Une esp&#232;ce de <a href="http://fr.encyclopedia.yahoo.com/articles/sy/sy_1247_p0.html">double-bind</a> quoi..

Le bilan est moins glorieux que pr&#233;vu. J'ai essentiellement pass&#233; mon temps <i>libre</i> &#224; me reposer en explorant l'univers du <a href="http://www.davo39.org/archives/000150.php#000150">weblog</a>. Un monde avec ses propres r&#232;gles, personnages, stars, et &#233;motions. Un monde fascinant qui est en pleine explosion. Du coup, j'en ai profit&#233; pour arrondir les angles de mes connaissances en <a href="http://www.w3.org/Style/CSS/">CSS</a> et en <a href="http://www.w3.org/TR/xhtml1/">XHTML</a>. Ca promet de belles choses ..

J'ai donc profit&#233; de l'occasion pour m&#233;tamorphoser le <a href="http://www.checkbox.org/">Checkbox</a> en weblog. Fini les longs articles document&#233;s et comment&#233;s. Cette nouvelle formule me permet de poster des nouvelles br&#232;ves aussi bien que des reflexions plus fouill&#233;es. On verra si la formule tient le coup.

Un autre champ exploratoire est <a href="http://www.macinblog.com/">Macinblog</a>. Les news qui m'int&#233;ressent sur l'actualit&#233; du Mac. Une id&#233;e d'<a href="http://www.edesign.ch/cam/">Enrique</a> que j'ai mat&#233;rialis&#233;. Il est vrai qu'on s'envoie de nombreux e-mails par jour pour signaler, raconter, expliquer un truc, un site ou un produit int&#233;ressant. Pourquoi ne pas en faire un weblog? Il est en anglais celui-l&#224;. <i>(D'ailleurs davo39 risque de passer en anglais de temps en temps selon mes humeurs - soyez pr&#233;venu)</i>.

Fractals va d&#233;marrer bient&#244;t. Un produit photo. Mais j'ai encore du boulot de ce c&#244;t&#233; l&#224;. Reste mes <i>coding hints and tips</i> pour lequel je dois trouver un nom de domaine, ou simplement l'h&#233;berger sous Cybermedia. Hmm.. on verra.

<div class="side" align="center">[ <B>Blue Skies</B> from the album "Live at the Blues Alley" by <a href="http://www.google.com/search?q=%22Eva Cassidy%22" target="_blank">Eva Cassidy</a> ]</div>
