---
layout: post
title: 1.190476190476 post / jour
date: '2003-02-01 09:48:56 +0100'
excerpt: Le point apr&#232;s 3 semaines de blogging, et 1.2 post par jour.
mt_id: 594
blog_id: 11
post_id: 594
basename: 1190476190476_post_jour
categories:
- daily
---
Voici 3 semaines &#224; quelques heures pr&#232;s que j'ai lanc&#233; ce weblog. J'ai l'impression que c'&#233;tait hier, et en m&#234;me temps, il s'est pass&#233; plein de choses. 



Emma a pass&#233; la nuit aux urgences p&#233;diatriques. Mon intervention chirurgicale a &#233;t&#233; annul&#233;e, reprogramm&#233;e, annul&#233;e, et finalement confirm&#233;e une semaine plus tard. Le premier mailing de <a href="http://bancspublics.ch/">Bancs Publics</a> a fait la roue en envoyant plus de 60 messages &#224; chaque membre inscrit en moins d'une heure - juste le soir o&#249; j'avais d&#233;cid&#233; de rentrer &#224; la maison un peu plus t&#244;t. Il a neig&#233;, fait beau, puis froid, puis humide et sec, puis froid. J'ai perdu un boulot potentiel :(, mais lanc&#233; le site de <a href="http://lanuitdelascience.info/">gestion de ｫla Nuit de la Scienceｻ</a>. Un pote fait la navette entre Aigle et Gen&#232;ve, et un autre est rentr&#233; d'Oc&#233;anie. Les enfants grandissent et construisent leur vision du monde. Le temps passe vite.



On s'y prend au jeu du weblog. Voil&#224; qu'en 1 mois de <i>blogging</i>, <a href="http://www.kung-foo.tv/kunglog.php">Kung-Log</a> a trouv&#233; le chemin de mon Dock, et reste charg&#233; presque en permanence en m&#233;moire, au m&#234;me titre que <a href="http://www.apple.com/macosx/jaguar/mail.html">Mail</a>, <a href="http://mozilla.org/projects/chimera/">Chimera</a> ou <a href="http://ranchero.com/netnewswire/">NetNewsWire Lite</a>. J'essaie de g&#233;rer 3 weblogs distinct: <a href="http://www.macinblog.com/">Macinblog.com</a>, des br&#232;ves sur l'actualit&#233; du Mac qui me concerne - en anglais; <a href="http://www.checkbox.org/">Checkbox.org</a>, des chroniques et des br&#232;ves sur les nouvelles technologies et l'actualit&#233; du net, et <a href="http://www.davo39.org/">davo39.org</a>, mon d&#233;fouloir perso. D'aucun discuterait ce d&#233;coupage arbitraire, mais il est un peu le fruit du hasard - et de l'histoire. Le Checkbox existe depuis f&#233;vrier 2000, Macinblog fut mon premier essai de weblog, et davo39.org est un produit &#233;gocentrique de <a href="http://www.roessli.net/">roessli.net</a>. Je me dis parfois qu'un seul weblog pourrait h&#233;berger les trois, mais bon .. 



Ces derniers 21 jours ont &#233;t&#233; l'occasion de d&#233;couvrir plus en profondeur <a href="http://www.movabletype.org/">MovableType</a>, la moelle &#233;pini&#232;re de mes weblogs et de bon nombre d'autres. Un syst&#232;me de publication d&#233;localis&#233; d'une puissance extraordinaire. Le <i>weblog</i> fera l'objet d'une chronique prochainement dans le Checkbox.



La temp&#233;rature est toujours de l'ordre de -7C, et il recommence &#224; neiger. Allez, il est temps d'essayer d'habiller les enfants et d'entreprendre quelque chose <i>in the real world</i>.



<div class="side">

Liens vers Macinblog:

<a href="http://www.idees.ch/mt-search.cgi?IncludeBlogs=2&search=kung-log">Kung-Log</a>

<a href="http://www.idees.ch/mt-search.cgi?IncludeBlogs=2&search=chimera">Chimera</a>

<a href="http://www.idees.ch/mt-search.cgi?IncludeBlogs=2&search=netnewswire">NetNewsWire</a>

<a href="http://www.idees.ch/mt-search.cgi?IncludeBlogs=2&search=mail">Mail.app</a>

</div>
