---
layout: post
title: There's hope
date: '2003-03-24 09:05:24 +0100'
excerpt: Oscar du meilleur documentaire a &#233;t&#233; d&#233;cern&#233; &#224; <a
  href="http://www.michaelmore.com/">Michael Moore</a> cette nuit &#224; LA pour "<a
  href="http://www.bowlingforcolumbine.com/">Bowling for Columbine</a>".
mt_id: 633
blog_id: 11
post_id: 633
basename: theres_hope
categories:
- daily
---
<p>Oscar du meilleur documentaire a &#233;t&#233; d&#233;cern&#233; &#224; <a href="http://www.michaelmoore.com/">Michael Moore</a> cette nuit &#224; LA pour "<a href="http://www.bowlingforcolumbine.com/">Bowling for Columbine</a>".

<ul><li><a href="http://www.davo39.org/archives/000335.php#mikecontreattaque">Extrait</a> de son dernier livre "<a href="http://www.amazon.fr/exec/obidos/ASIN/2707138339/cybermediaconcep">Mike contre-attaque</a>", publi&#233; aux &#233;ditions "La D&#233;couverte", Paris 2000 (livre de l'ann&#233;e en Grande-Bretagne).</li>
<li><a href="http://www.davo39.org/archives/000335.php#lettreabush">Lettre</a> &#224; G.W Bush &#224; la "veille" de la guerre (anglais)</li></ul></p>

<!--more-->

<a name="mikecontreattaque"></a>
<p>Cher Georges,<br />
<br />
Depuis que tu es pr&#233;sident des &#201;tats Unis, de mauvaises langues pr&#233;tendent que tu te tournes les pouces. Pourtant en quelques mois, tu as r&#233;ussi &#224;:<br />

<ol>
<li> R&#233;duire de 39 millions de dollars le budget des biblioth&#232;ques f&#233;d&#233;rales</li>

<li> R&#233;duire de 35 millions de dollars le budget du programme de formation en m&#233;decine p&#233;diatrique avanc&#233;e.</li>

<li> R&#233;duire de 50% le budget de la recherche sur les &#233;nergies renouvelables.</li>

<li> Repousser l'&#233;mission du r&#232;glement r&#233;duisant les niveaux " acceptables " d'arsenic dans l'eau potable.</li>

<li> R&#233;duire de 28% le budget du programme de recherche pour des v&#233;hicules moins polluants et moins consommateurs d'&#233;nergie.</li>

<li> Abolir la l&#233;gislation permettant &#224; l'&#201;tat de refuser tout contrat public aux entreprises qui violent les lois f&#233;d&#233;rales, les lois de protection de l'environnement et les r&#232;gles de s&#233;curit&#233; sur le lieu de travail.</li>

<li> permettre &#224; la secr&#233;taire de l'Int&#233;rieur Gale Norton d'explorer la possibilit&#233; d'ouvrir les parcs nationaux &#224; l'exploitation foresti&#232;re et mini&#232;re et aux forages p&#233;troliers et gaziers.</li>

<li> Renier ta promesse de campagne d'investir 100 millions de dollars par an dans la protection des forets tropicales.</li>

<li> R&#233;duire de 86% le programme communautaire d'acc&#232;s aux soins, qui organisait la coop&#233;ration des h&#244;pitaux publics, des cliniques priv&#233;es et autres prestataires pour venir en aide aux malades d&#233;pourvus d'assurance m&#233;dicale.</li>

<li> R&#233;duire &#224; n&#233;ant une proposition visant &#224; accro&#238;tre l'acc&#232;s du public aux informations sur les cons&#233;quences potentielles des accidents chimiques industriels.</li>

<li> R&#233;duire de 60 millions de dollars le programme de logements sociaux de la fondation d'aide &#224; l'enfance.</li>

<li> Refuser de signer l'accord de Kyoto sur l'effet de serre, contre la volont&#233; de 178 pays.</li>

<li> Rejeter un accord international ayant pour but l'application du trait&#233; de 1972 bannissant les armements micro biologiques.</li>

<li> r&#233;duire de 200 millions de dollars le budget des programmes de formation des travailleurs au ch&#244;mage.</li>

<li> r&#233;duire de 200 millions de dollars le Fonds pour l'enfance et le d&#233;veloppement, un programme qui permet aux famille &#224; bas revenus de faire garder leurs enfants pendant les heures de travail.</li>

<li> &#201;liminer la couverture des contraceptifs prescrits m&#233;dicalement pour les fonctionnaires de l'administration f&#233;d&#233;rale (alors que le Viagra est encore couvert).</li>

<li> R&#233;duire de 700 millions de dollars le budget de r&#233;habilitation des logements sociaux.</li>

<li> R&#233;duire d'un demi milliard de dollars le budget de l'EPA (agence de protection de l'environnement).</li>

<li> Abolir les directives concernant les r&#232;gles d'hygi&#232;ne et de s&#233;curit&#233; sur les lieux de travail.</li>

<li> Renier ta promesse de campagne de r&#233;guler les &#233;missions de dioxyde de carbone qui contribuent fortement &#224; l'effet de serre.</li>

<li> Interdire l'attribution d'aides d'origine f&#233;d&#233;rale aux organisations internationales de planning familial qui fournissent des conseils ou des services en mati&#232;re d'IVG, fussent-elles financ&#233;es sur fond propres.</li>

<li> Nommer responsable en mati&#232;re d'hygi&#232;ne et de s&#233;curit&#233; mini&#232;res aupr&#232;s du minist&#232;re du Travail un ancien dirigeant d'une entreprise mini&#232;re, Dan Laurier.</li>

<li> Nommer sous secr&#233;taire au minist&#232;re de l'Int&#233;rieur Lynn Scarlett, un fonctionnaire qui ne croit pas &#224; l'effet de serre et qui s'oppose &#224; l'introduction de r&#232;gles plus contraignantes contre la pollution atmosph&#233;rique.</li>

<li> Approuver le projet controvers&#233; du minist&#232;re de l'Int&#233;rieur Gale Norton, qui consiste &#224; mettre aux ench&#232;res des fonds marins proches de la c&#244;te est de la Floride aux fins d'exploitation p&#233;trolif&#232;re et gazi&#232;re.</li>

<li> Pr&#233;voir l'autorisation de forages p&#233;troliers dans une aire prot&#233;g&#233;e du Montana, la Lewis and Clark National Forest.</li>

<li> Menacer de fermer le Bureau de lutte contre le sida de la maison Blanche.</li>

<li> D&#233;cider de ne plus consulter l'Association am&#233;ricaine du barreau en mati&#232;re de nomination des juges f&#233;d&#233;raux.</li>

<li> refuser toute aide financi&#232;re aux &#233;tudiants condamn&#233;s pour des d&#233;lits de toxicomanie mineurs (alors que les personnes condamn&#233;es pour assassinat ont toujours droit &#224; ces aides).</li>

<li> D&#233;gager seulement 3% du montant d&#233;fini par les avocats du d&#233;partement de la justice pour le budget allou&#233; aux poursuites de l'administration contre l'industrie du tabac.</li>

<li> Faire passer ton projet de baisse d'imp&#244;ts qui profite, pour 43% au 1% des am&#233;ricains les plus fortun&#233;s.</li>

<li> Signer un d&#233;cret qui rend beaucoup plus difficile aux am&#233;ricains disposant de revenus faibles ou moyens de se d&#233;clarer en faillite personnelle, m&#234;me quand ils font face &#224; des d&#233;penses m&#233;dicales exceptionnelles.</li>

<li> Nommer directeur du personnel de la Maison Blanche Kay Cole James, une adversaire de la discrimination positive en faveur des minorit&#233;s.</li>

<li> R&#233;duire de 15,7 millions de dollars le budget du programme contre la maltraitance des mineurs.</li>

<li> proposer l'&#233;limination du programme " Lire, c'est fondamental ", qui permettait de distribuer gratuitement des livres aux enfants de familles pauvres.</li>

<li> Stimuler le d&#233;veloppement d'armements " micro nucl&#233;aires " destin&#233;s &#224; atteindre des cibles souterraines et ce en violation du trait&#233; d'interdiction des essais nucl&#233;aires.</li>

<li> Essayer d'&#233;liminer une l&#233;gislation prot&#233;geant 24 millions d'hectares de for&#234;ts contre toute forme d'exploitation foresti&#232;re et contre la construction de routes.</li>

<li> Nommer responsable du contr&#244;le des armements et des questions de s&#233;curit&#233; internationale John Bolton, adversaire des trait&#233;s de non-prolif&#233;ration et hostile &#224; l'ONU.</li>

<li> Nommer une dirigeante de Monsanto, Linda Fisher, comme administratrice adjointe de l'Agence de protection de l'environnement.</li>

<li> Nommer &#224; un poste de juge f&#233;d&#233;ral Michael McConnel, dont on conna&#238;t bien l'opposition &#224; la s&#233;paration de l'&#201;glise et de &#201;tat</li>

<li> Nommer &#224; un poste de juge f&#233;d&#233;ral Terrence Boyle, adversaire des droits civiques.</li>

<li> &#201;liminer la date butoir de 2004 accord&#233;e aux constructeurs d'automobiles pour d&#233;velopper des prototypes de v&#233;hicules plus &#233;conomes en carburant.</li>

<li> Nommer &#224; la t&#234;te du programme gouvernemental de lutte contre la drogue John Walterss, adversaire du traitement des toxicomanes incarc&#233;r&#233;e.</li>

<li> Nommer secr&#233;taire adjoint &#224; l'int&#233;rieur J.Steven Giles, bien connu pour son travail au service des lobbies du charbon et du p&#233;trole.</li>

<li> Nommer responsable pour l'eau et la recherche scientifique aupr&#232;s du minist&#232;re Bennet Raley, adversaire de la l&#233;gislation en faveur de la protection des esp&#232;ces menac&#233;es.</li>

<li> Faire pression pour bloquer les poursuites engag&#233;es contre le Japon par les femmes asiatiques ayant servi d'esclaves sexuelles aux troupes japonaises pendant la Seconde Guerre mondiale.</li>

<li> Nommer conseiller juridique de la maison Blanche Ted Olson, ton principal avocat dans la controverse juridique sur la l&#233;galit&#233; du scrutin en Floride.</li>

<li> Proposer d'am&#233;liorer la proc&#233;dure d'autorisation de la construction de barrages et de centrales nucl&#233;aires, y compris en affaiblissant les crit&#232;res de protection de l'environnement.</li>

<li> Proposer la vente de zones de forage gazier et p&#233;trolier dans les aires prot&#233;g&#233;es de l'Alaska.</li>
</ol>

Et maintenant, tu veux te lancer dans une guerre dont tu ne mesures pas les cons&#233;quences &#224; venir.<br />
<br />
Je crois, cher Georges, que la France devrait faire voter par l'ONU l'envoi de casques bleus aux USA car visiblement, tu es en train de faire ce qu'aucun de tes pr&#233;d&#233;cesseurs n'avait oser faire &#224; ton peuple.....ET PAR VOIE DE CONSEQUENCE A NOUS.<br />
<br />
Alors, cesse de faire joujou avec tes soldats et de traiter Saddam Hussein comme un ennemi car visiblement tu lui ressembles.<br />
<br />
Allez Georges, rentre chez toi et arr&#234;te de faire peur &#224; mon fils avec tes bruits de bottes. <br /></p>

<br />
<hr>
<br />

<a name="lettreabush"></a>
<p>
Monday, March 17, 2003<br />
<br />
George W. Bush 1600 Pennsylvania Ave. Washington, DC<br />
<br />
Dear Governor Bush:<br />
<br />
So today is what you call "the moment of truth," the day that "France and the rest of world have to show their cards on the table." I'm glad to hear that this day has finally arrived. Because, I gotta tell ya, having survived 440 days of your lying and conniving, I wasn't sure if I could take much more. So I'm glad to hear that today is Truth Day, 'cause I got a few truths I would like to share with you:
<ol>
<li> There is virtually NO ONE in America (talk radio nutters and Fox News aside) who is gung-ho to go to war. Trust me on this one. Walk out of the White House and on to any street in America and try to find five people who are PASSIONATE about wanting to kill Iraqis. YOU WON'T FIND THEM! Why? 'Cause NO Iraqis have ever come here and killed any of us! No Iraqi has even threatened to do that. You see, this is how we average Americans think: If a certain so-and-so is not perceived as a threat to our lives, then, believe it or not, we don't want to kill him! Funny how that works!</li>

<li> The majority of Americans -- the ones who never elected you -- are not fooled by your weapons of mass distraction. We know what the real issues are that affect our daily lives -- and none of them begin with I or end in Q. Here's what threatens us: two and a half million jobs lost since you took office, the stock market having become a cruel joke, no one knowing if their retirement funds are going to be there, gas now costs almost two dollars -- the list goes on and on. Bombing Iraq will not make any of this go away. Only you need to go away for things to improve.</li>

<li> As Bill Maher said last week, how bad do you have to suck to lose a popularity contest with Saddam Hussein? The whole world is against you, Mr. Bush. Count your fellow Americans among them.</li>

<li> The Pope has said this war is wrong, that it is a SIN. The Pope! But even worse, the Dixie Chicks have now come out against you! How bad does it have to get before you realize that you are an army of one on this war? Of course, this is a war you personally won't have to fight. Just like when you went AWOL while the poor were shipped to Vietnam in your place.</li>

<li> Of the 535 members of Congress, only ONE (Sen. Johnson of South Dakota) has an enlisted son or daughter in the armed forces! If you really want to stand up for America, please send your twin daughters over to Kuwait right now and let them don their chemical warfare suits. And let's see every member of Congress with a child of military age also sacrifice their kids for this war effort. What's that you say? You don't THINK so? Well, hey, guess what -- we don't think so either!</li>

<li> Finally, we love France. Yes, they have pulled some royal screw-ups. Yes, some of them can be pretty damn annoying. But have you forgotten we wouldn't even have this country known as America if it weren't for the French? That it was their help in the Revolutionary War that won it for us? That our greatest thinkers and founding fathers -- Thomas Jefferson, Ben Franklin, etc. -- spent many years in Paris where they refined the concepts that lead to our Declaration of Independence and our Constitution? That it was France who gave us our Statue of Liberty, a Frenchman who built the Chevrolet, and a pair of French brothers who invented the movies? And now they are doing what only a good friend can do -- tell you the truth about yourself, straight, no b.s. Quit pissing on the French and thank them for getting it right for once. You know, you really should have traveled more (like once) before you took over. Your ignorance of the world has not only made you look stupid, it has painted you into a corner you can't get out of.</li>
</ol>

Well, cheer up -- there IS good news. If you do go through with this war, more than likely it will be over soon because I'm guessing there aren't a lot of Iraqis willing to lay down their lives to protect Saddam Hussein. After you "win" the war, you will enjoy a huge bump in the popularity polls as everyone loves a winner -- and who doesn't like to see a good ass-whoopin' every now and then (especially when it 's some third world ass!). So try your best to ride this victory all the way to next year's election. Of course, that's still a long ways away, so we'll all get to have a good hardy-har-har while we watch the economy sink even further down the toilet!<br />
<br />
But, hey, who knows -- maybe you'll find Osama a few days before the election! See, start thinking like THAT! Keep hope alive! Kill Iraqis -- they got our oil!!<br />
<br />
Yours,<br />
<br />
Michael Moore<br />
<br /><span class="side">Orig. <a href="http://www.michaelmoore.com/">http://www.michaelmoore.com</a></span><br />
<br />
</p>
