---
layout: post
title: Out in the cold
date: '2004-01-09 17:00:38 +0100'
mt_id: 664
blog_id: 11
post_id: 664
basename: out_in_the_cold
categories:
- self
---
<p>Whoosh. I was left out in the cold today. My ADSL line was down since 8am until past 3:30pm. Apparently, it was related to a <a href="http://www.worldcom.ch/cgi-bin/main.asp?p=http://zulu.worldcom.ch/worldcom/cgi-bin/ipwctt/web/maintenance.cfm" title="IP WorldCom Support">Network-Outage BBCS/ADSL</a> - what ever that means. Local providers are never very explicit, nor willing to give to much details. There was a 15 minutes wait for the phone support line, so I didn't insist.</p>
<p>The whole of Geneva (022) was down. (check out <a href="http://www.allo.ch/phpbb2/viewtopic.php?t=7262">www.allo.ch ADSL forum</a> for live reactions).</p>
<p>So I managed my way through the day with my cellular GPRS connection. The modem script was a fiddle to customise, but it eventually worked - until I lost the DNS settings, or rather until they weren't set automatically anymore during the connection init. Then I gave up and reverted to tidying up Tara (Mac OS X Server) and sorting out my project files while watching the "<a href="http://www.italianjobmovie.com/" title="Cool movie that kills an hour or two">Italian Job</a>" in DivX.</p>
<p>While digging online for more info once back online, I fell on this <a href="http://www.allo.ch/phpbb2/viewtopic.php?t=7069">press release from Sunrise</a>:</p>
<p style="margin-left:2em;padding-left:0.5em; border-left:1px dotted #ccc; color:#666"><strong>Sunrise ADSL &#8211; largeur de bande d&#233;sormais doubl&#233;e et prix baiss&#233;</strong><br />
<br />
Non contente de doubler la largeur de bande de ses offres ADSL, sunrise, &#224; compter de la mi-f&#233;vrier 2004, en baisse parall&#232;lement le tarif; faisant ainsi profiter sa client&#232;le priv&#233;e des avantages de l&#8217;Internet &#224; haut d&#233;bit gr&#226;ce &#224; des largeurs de bande nettes de 600/100 Kbps, de 1200/200 Kbps et aussi 2400 /200 &#224; des conditions plus avantageuses que jamais. La taxe de base mensuelle pour sunrise ADSL 600 est fix&#233;e &#224; CHF 49.-- Le prix pour ADSL 1200 est revu &#224; la baisse et fix&#233; &#224; CHF 69.&#8211; &#224; la place de CHF 79. -- Les nouvelles offres aux nouveaux tarifs remplaceront les largeurs de bande ADSL actuelles de 300/50 Kbps et 600/100 Kbps. Rappelons encore que sunrise offre &#224; ses nouveaux clients le modem ADSL et les frais uniques de mise en service jusqu&#8217;&#224; la fin de l&#8217;ann&#233;e.</p>

<p>The prices and details can be found on Sunrise's website &lt;<a href="http://internet.sunrise.ch/fr/adsl/ads_pro_info.asp">http://internet.sunrise.ch/fr/adsl/ads_pro_info.asp</a>&gt;. That announce made it up a little. I'll be surfing at 2400/200 in February for CHF 98.-/month ;)</p>
